{
  "jokes": [
    "What do you call a bear that's always round? A bear-y round bear!",
    "What do you call a bear that likes to paint? A bear-y good artist!",
    "What do you call a bear that likes to cook? A bear-y good chef!",
    "What do you call a bear that likes to ski? A bear-y good skier!",
    "Why did the scarecrow win an award? Because he was outstanding in his field!",
    "What do you call a cow that plays an instrument? A moo-sician!",
    "What do you call a bear that likes to bike? A bear-y good biker!",
    "What do you call a bear that's always tall? A bear-y tall bear!",
    "What do you call a bear that's always blue? A bear-y blue bear!",
    "Why did the kid bring a ladder to the classroom? Because he wanted to see the high knowledge!",
    "What do you call a bear that's always gray? A bear-y gray bear!",
    "What do you call a bear that likes to fix? A bear-y good fixer!",
    "What do you call a bear with no teeth? A gummy bear!",
    "Why did the cookie cry? Because its mother was a wafer so long!",
    "Why did the kid throw his clock out the window? Because he wanted to see time fly!",
    "What do you call a bear that's always fluorescent? A bear-y fluorescent bear!",
    "Why did the kid bring a ladder to the cave? Because he wanted to see the high ceiling!",
    "What's a skeleton's favorite instrument? The trom-bone!",
    "What do you call a bear that's always nonagonal? A bear-y nonagonal bear!",
    "What do you call a bear that likes to help? A bear-y good helper!",
    "What do you call a bear in the rain? A drizzly bear!",
    "What do you call a bear that's always reflective? A bear-y reflective bear!",
    "What do you call a sleeping cat? A catnap!",
    "Why did the kid bring a ladder to the moon? Because he wanted to see the high moon!",
    "What do you call a bear that likes to fish? A bear-y good fisherman!",
    "Why did the kid bring a ladder to space? Because he wanted to reach for the stars!",
    "Why don't melons get married? Because they cantaloupe!",
    "Why did the bicycle fall over? Because it was two tired!",
    "What's a frog's favorite game? Leap frog!",
    "What do you call a pig that does karate? A pork chop!",
    "What do you call a bear that's always bioluminescent? A bear-y bioluminescent bear!",
    "What do you call a bear that's always excited? A bear-y excited bear!",
    "Why did the kid bring a ladder to the bike shop? Because he wanted to see the high bikes!",
    "Why did the chicken join a band? Because it had the drumsticks!",
    "What's a robot's favorite type of music? Heavy metal!",
    "What do you call a bear that's always yellow? A bear-y yellow bear!",
    "What do you call a snowman with a suntan? A puddle!",
    "What do you call a bear that's always colorful? A bear-y colorful bear!",
    "Why did the kid bring a ladder to the skate park? Because he wanted to see the high tricks!",
    "Why did the sun go to school? To get brighter!",
    "What do you call a bear that likes to swim? A bear-y good swimmer!",
    "What do you call a bear that's always smart? A bear-y smart bear!",
    "What do you call a bear that's always matte? A bear-y matte bear!",
    "Why did the kid bring a ladder to the campsite? Because he wanted to see the high stars!",
    "Why did the kid bring a ladder to the hospital? Because he wanted to see the high care!",
    "What do you call a bear that's always sad? A bear-y sad bear!",
    "What do you call a bear that's always white? A bear-y white bear!",
    "Why did the math book look so sad? Because it had too many problems!",
    "What do you call a bear that's always purple? A bear-y purple bear!",
    "What's a cat's favorite TV show? The evening mews!",
    "What do you call a bear that's always big? A bear-y big bear!",
    "Why did the computer go to the doctor? Because it had a virus!",
    "Why did the student eat his homework? Because the teacher told him it was a piece of cake!",
    "What do you call a bear that's always decagonal? A bear-y decagonal bear!",
    "What do you call a bear that's always brave? A bear-y brave bear!",
    "Why did the kid bring a ladder to the police station? Because he wanted to see the high safety!",
    "What do you call a bear that's always opaque? A bear-y opaque bear!",
    "What's a tree's least favorite month? Sep-timber!",
    "Why did the kid bring a ladder to the stage? Because he wanted to see the high act!",
    "Why did the student do multiplication problems on the floor? The teacher told them not to use tables!",
    "Why did the kid bring a ladder to the lab? Because he wanted to see the high experiments!",
    "Why did the kid bring a ladder to the zoo? Because he wanted to see the giraffes!",
    "What's a tree's favorite drink? Root beer!",
    "What do you call a sheep that's always cold? A woolly mammoth!",
    "Why did the kid bring a ladder to school? Because he wanted to go to high school!",
    "What do you call a bear that's stuck in the snow? A polar bear!",
    "What do you call a bear that's always circular? A bear-y circular bear!",
    "What do you call a bear that's always black? A bear-y black bear!",
    "What do you call a bear that likes to run? A bear-y good runner!",
    "What do you call a bear that likes to dance? A bear-a-ka!",
    "What do you call a bear that's always wide? A bear-y wide bear!",
    "What do you call a bear that's always chemiluminescent? A bear-y chemiluminescent bear!",
    "Why did the kid bring a ladder to the race track? Because he wanted to see the high speed!",
    "What do you call a bear that likes to heal? A bear-y good healer!",
    "Why did the kid bring a ladder to the theater? Because he wanted to see the high drama!",
    "Why did the pencil break up with the eraser? Because it was rubbing it the wrong way!",
    "What's orange and sounds like a parrot? A carrot!",
    "What do you call a bear that likes to dance on the moon? A bear-y good moonwalker!",
    "Why did the chicken cross the road? To get to the other side!",
    "What do you call a bear that's always shiny? A bear-y shiny bear!",
    "What do you call a bear that likes to discover? A bear-y good discoverer!",
    "Why don't fish play piano? You can't tuna fish!",
    "What do you call a bear that likes to perform? A bear-y good performer!",
    "Why don't eggs tell jokes? They'd crack each other up!",
    "What do you call a bear that's always slow? A bear-y slow bear!",
    "Why did the belt go to jail? Because it held up a pair of pants!",
    "What do you call a bear that likes to camp? A bear-y good camper!",
    "What do you call a bear that's always hungry? A grizzly bear!",
    "What do you call a bear that's always tired? A sleepy bear!",
    "What do you call a bear that's always red? A bear-y red bear!",
    "What do you call a bear that likes to read? A book bear!",
    "Why did the kid cross the road? To get to the other slide!",
    "What do you call a bear that's always multicolored? A bear-y multicolored bear!",
    "Why don't we tell secrets on a farm? Because the corn has ears!",
    "What do you call a cow with no legs? Ground beef!",
    "Why did the kid bring a ladder to the forest? Because he wanted to see the high trees!",
    "What do you call a bear that's always short? A bear-y short bear!",
    "What do you call a bear that likes to entertain? A bear-y good entertainer!",
    "What do you call a bear that likes to protect? A bear-y good protector!",
    "What do you call a bear that's always confused? A bear-y confused bear!",
    "What do you call a bear that's always loud? A bear-y loud bear!",
    "What do you call a bear that's always heptagonal? A bear-y heptagonal bear!",
    "What do you call a bear that's always angry? A grizzly bear!",
    "What do you call a bear that's always transparent? A bear-y transparent bear!",
    "What do you call a bear that likes to hunt? A bear-y good hunter!",
    "Why did the kid bring a ladder to the nursing home? Because he wanted to see the high care!",
    "What do you call a sleeping dinosaur? A dino-snore!",
    "What do you call a bear that likes to skate? A bear-y good skater!",
    "What do you call a fish with no eyes? Fsh!",
    "What do you call a bear that's always black and white? A bear-y black and white bear!",
    "Why did the orange stop in the middle of the road? Because it ran out of juice!",
    "What do you call a bear that's always quiet? A bear-y quiet bear!",
    "Why did the coffee file a police report? It got mugged!",
    "Why did the kid bring a ladder to the school? Because he wanted to see the high grades!",
    "What do you call a nosy pepper? Jalapeno business!",
    "Why did the music teacher go to jail? Because she got caught with too many sharp objects!",
    "What do you call a bear that's always oval? A bear-y oval bear!",
    "Why did the kid bring a ladder to the restaurant? Because he wanted to see the high service!",
    "What do you call a sleeping bull? A bulldozer!",
    "What do you call a dog that's a magician? A labracadabrador!",
    "Why did the kid bring a ladder to the trail? Because he wanted to see the high views!",
    "What do you call a bear that likes to garden? A bear-y good gardener!",
    "Why did the kid bring a ladder to the observatory? Because he wanted to see the high stars!",
    "What do you call a bear that likes to invent? A bear-y good inventor!",
    "Why did the kid bring a ladder to the construction site? Because he wanted to see the high building!",
    "Why did the kid bring a ladder to the gym? Because he wanted to reach the high bars!",
    "Why did the tomato turn red? Because it saw the salad dressing!",
    "Why did the kid throw butter out the window? To see a butterfly!",
    "What do you call a bear that's always small? A bear-y small bear!",
    "What do you call a bear that's always phosphorescent? A bear-y phosphorescent bear!",
    "What's a cat's favorite color? Purr-ple!",
    "Why did the kid bring a ladder to the workshop? Because he wanted to see the high tools!",
    "What do you call a bear that's always pentagonal? A bear-y pentagonal bear!",
    "What do you call a bear that likes to surf? A bear-y good surfer!",
    "What do you call a bear that likes to jump? A bear-y good jumper!",
    "Why did the pencil break? Because it was under too much pressure!",
    "What's a frog's favorite drink? Croaka-cola!",
    "What do you call a bear that's always cold? A brrrr-bear!",
    "What do you call a bear that likes to build? A bear-y good builder!",
    "What do you call a bear that likes to fly? A bear-y good pilot!",
    "What do you call a fake noodle? An impasta!",
    "What do you call a sleeping sheep? A wool blanket!",
    "Why did the kid bring a ladder to the lake? Because he wanted to see the high fish!",
    "Why did the clock go to the doctor? Because it was feeling tick-tock!",
    "Why did the golfer bring two pairs of pants? In case he got a hole in one!",
    "Why did the banana go to the doctor? Because it wasn't peeling well!",
    "What do you call a bear that's always happy? A bear-y happy bear!",
    "Why did the kid bring a ladder to the library? Because he wanted to reach the high shelves!",
    "What do you call a bear that likes to drive? A bear-y good driver!",
    "What do you call a bear that's always fast? A bear-y fast bear!",
    "What do you call a bear that's always rectangular? A bear-y rectangular bear!",
    "What's a ghost's favorite dessert? I-scream!",
    "Why did the kid bring a ladder to the beach? Because he wanted to see the high waves!",
    "Why don't scientists trust atoms? Because they make up everything!",
    "What do you call a bear that likes to study? A bear-y good student!",
    "Why did the kid bring a ladder to the mountain? Because he wanted to see the high peaks!",
    "Why don't skeletons fight each other? They don't have the guts!",
    "What do you call a bear that's always luminescent? A bear-y luminescent bear!",
    "What do you call a bear that's always narrow? A bear-y narrow bear!",
    "Why did the kid bring a ladder to the museum? Because he wanted to see the high art!",
    "Why did the kid bring a ladder to the store? Because he wanted to reach the high shelves!",
    "Why did the kid bring a ladder to the clinic? Because he wanted to see the high health!",
    "Why did the kid bring a ladder to the repair shop? Because he wanted to see the high repairs!",
    "What do you call a bear that's always rainbow colored? A bear-y rainbow bear!",
    "What do you call a bear that's always octagonal? A bear-y octagonal bear!",
    "What do you call a dog magician? A labracadabrador!",
    "Why did the picture go to jail? Because it was framed!",
    "What do you call a bear that likes to sing? A bear-y good singer!",
    "Why did the scarecrow win an award? He was outstanding in his field!",
    "What do you call a bear that's always pink? A bear-y pink bear!",
    "Why did the chicken cross the playground? To get to the other slide!",
    "Why don't oysters share? Because they're shellfish!",
    "What do you call a bear that's always triangular? A bear-y triangular bear!",
    "What do you call a bear that likes to explore? A bear-y good explorer!",
    "What's a robot's favorite snack? Computer chips!",
    "Why don't scientists trust stairs? Because they're always up to something!",
    "Why did the kid bring a ladder to the airport? Because he wanted to see the high planes!",
    "What do you call a bear that's always hexagonal? A bear-y hexagonal bear!",
    "What do you call a bear with no socks on? Barefoot!",
    "What do you call a lazy kangaroo? A pouch potato!",
    "What do you call a bear that's always brown? A bear-y brown bear!",
    "Why did the kid bring a ladder to the university? Because he wanted to see the high education!",
    "What do you call a bear that's always orange? A bear-y orange bear!",
    "Why did the kid bring a ladder to the beach? Because he wanted to see the high tide!",
    "What's a witch's favorite subject in school? Spelling!",
    "What do you call a bear that's always late? A tardy bear!",
    "What do you call a bear that's always square? A bear-y square bear!",
    "What do you call a bear that's always funny? A bear-y funny bear!",
    "What do you call a bear that likes to dig? A bear-y good digger!",
    "What do you call a bear that's always green? A bear-y green bear!",
    "What do you call a bear that likes to hike? A bear-y good hiker!",
    "Why did the kid bring a ladder to the park? Because he wanted to climb the monkey bars!",
    "What do you call a bear that's always glossy? A bear-y glossy bear!",
    "Why did the cookie go to the doctor? Because it felt crummy!",
    "What do you call a bear that's always scared? A bear-y scared bear!",
    "What do you call a bear that likes to serve? A bear-y good server!",
    "What do you call a bear that likes to learn? A bear-y good learner!",
    "What do you call a bear that likes to care? A bear-y good carer!",
    "Why did the kid bring a ladder to the show? Because he wanted to see the high performance!",
    "What do you call a bear that likes to teach? A bear-y good teacher!"
  ]
}